// Создайте функцию, принимающую положительное целое число в качестве параметра и возвращающую строку, содержащую римское числовое представление этого целого числа.

// Современные римские цифры записываются, выражая каждую цифру отдельно, начиная с самой левой цифры и пропуская любую цифру со значением нуля.Римскими цифрами 1990 год отображается: 1000 = М, 900 = СМ, 90 = ХС; в результате MCMXC. 2008 записывается как 2000 = MM, 8 = VIII; или ММВIII. 1666 использует каждый римский символ в порядке убывания: MDCLXVI.

//   Пример:

// solution(1000); // should return 'M'
// Помощь:

// Symbol    Value
// I          1
// V          5
// X          10
// L          50
// C          100
// D          500
// M          1, 000
// Помните, что в ряду не может быть более 3 одинаковых символов.

// Подробнее о римских цифрах — http://en.wikipedia.org/wiki/Roman_numerals

function solution(number) {
  
}


console.log(solution(1990)) //MCMXC